<?php

return array (
  'alerts' => 
  array (
    'no_data' => 'عفواً لا يوجد بيانات في هذا الجدول، <a href=":link">:title</a>',
  ),
  'auth' => 
  array (
    'logout' => 'تسجيل الخروج',
    'notifications' => 
    array (
      'title' => 'لديك <strong>:count</strong> اشعار جديد',
    ),
  ),
  'createNew' => ':page جديد',
  'footer' => 
  array (
    'content' => 'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام "هنا يوجد محتوى نصي، هنا يوجد محتوى نصي" فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل إفتراضي كنموذج عن النص، وإذا قمت بإدخال "lorem ipsum" في أي محرك بحث ستظهر العديد من المواقع الحديثة العهد في نتائج البحث. على مدى السنين ظهرت نسخ جديدة ومختلفة من نص لوريم إيبسوم، أحياناً عن طريق الصدفة، وأحياناً عن عمد كإدخال بعض العبارات الفكاهية إليها.',
    'social' => 'تابعنا',
    'title' => 'عنا',
  ),
  'reports' => 'تقارير',
  'save' => 'حفظ',
  'search' => 'بحث',
  'settings' => 'إعدادت',
  'showAll' => 'مشاهدة كل ال:page',
  'submit' => 'ارسال',
  'update' => 'حفظ التغييرات',
  'dir' => 'rtl',
  'datatable' => 
  array (
    'sProcessing' => 'جارٍ التحميل...',
    'sLengthMenu' => 'أظهر _MENU_ مدخلات',
    'sZeroRecords' => 'لم يعثر على أية سجلات',
    'sInfo' => '',
    'sInfoEmpty' => 'يعرض 0 إلى 0 من أصل 0 سجل',
    'sInfoFiltered' => '(منتقاة من مجموع _MAX_ مُدخل)',
    'sInfoPostFix' => '',
    'sSearch' => 'ابحث:',
    'sUrl' => '',
    'oPaginate' => 
    array (
      'sFirst' => 'الأول',
      'sPrevious' => 'السابق',
      'sNext' => 'التالي',
      'sLast' => 'الأخير',
    ),
  ),
);
